Python 2.7.14 (v2.7.14:84471935ed, Sep 16 2017, 20:19:30) [MSC v.1500 32 bit (Intel)] on win32
Type "copyright", "credits" or "license()" for more information.
>>> 
================== RESTART: C:\Users\repolist\Desktop\t.py ==================
小学数学老师
初中数学老师（城东）
初中数学老师
名思教育集团（江阴）急聘小初数学老师
初高中数学老师
小学数学老师
数学老师
（江阴星火）初高中数学老师
初中数学老师（腾飞教育精品校区）
初高中数学老师
数学老师
数学老师
诚聘初高中数学老师
初中数学老师
诚聘靠谱负责数学老师
急招初高中数学老师+年假+工龄奖+地铁2号线
数学老师
全职初中数学老师
数学老师
中小学数学老师
幼小衔接数学老师
数学老师
数学老师
考研数学老师
初中数学老师(2018届校招）
全职初高数学老师
小学数学老师
小初高数学老师
中小学数学老师
数学老师
初中/高中数学老师
理科老师/数学老师
（无锡星火）初中数学老师（五险一金+双休）
小学数学老师
招数学老师
考研数学老师
高薪急聘理科教师/数学老师
中学数学老师
小学数学老师
小学语文英语数学老师
初中数学老师（在家办公，五险一金）
小学数学老师
初中数学老师
小学初中数学老师
小学数学老师
数学老师
高中数学老师
初高数学老师
高中数学老师
初/高中数学老师
简历封面

            <span class="t3">工作地点</span>
            <span class="t4">薪资</span>
            <span class="t5">发布时间</span>
        </div>

                    
            
            
            
                                                                                                                <div class="el">
                        <p class="t1 ">
                            <em class="check" name="delivery_em" onclick="checkboxClick(this)"></em>
                            <input class="checkbox" type="checkbox" name="delivery_jobid" value="86594768" jt="0" style="display:none" />
                            <span>
                                <a target="_blank" title="小学数学老师" href="http://jobs.51job.com/wuxi-wxxq/86594768.html?s=01&t=0" onmousedown="">
                                    小学数学老师                                
无锡育杰林兴趣教育有限公司
江阴市要塞尚学堂文化辅导工作室
石头培优教育
名思教育集团
江阴智适应教育咨询有限公司
无锡昕辉教育信息咨询服务有限公司
常熟市七颗星英语培训中心
江阴市星火教育咨询有限公司南菁电...
无锡腾飞教育培训有限公司
宜兴市名思文化艺术培训有限公司
无锡市新梦想教育咨询有限公司
无锡英纪培高教育咨询有限公司
无锡大风车教育咨询有限公司
无锡维圣教育咨询有限公司
无锡嗨皮课堂教育咨询有限公司
无锡特人教育信息咨询有限公司
南京精锐教育信息咨询有限公司
育践种子教育科技无锡有限公司
新区明珠培训部
无锡市惠山区堰桥翘楚教育咨询服务部
南长区梦想加文化艺术培训中心
无锡一号学堂教育科技有限公司
南京人人教育科技有限公司
海天教育集团江苏分校
无锡育林中小学生教育培训有限公司
江苏纳思书院教育科技有限公司
无锡伊思贝德教育咨询有限公司
张家港市邦德文化传播有限公司
无锡市万润教育咨询有限公司
上海胜者源网络科技有限公司
无锡京方教育信息咨询有限公司
无锡众文教育信息咨询有限公司
星火教育无锡分公司
无锡新亮点教育科技有限公司
惠山区西漳芒果艺术培训服务部
无锡一六六教育科技有限公司
无锡市爱行教育咨询有限公司
无锡市协和双语国际学校
无锡一格教育信息咨询有限公司
江阴市慧众教育咨询有限公司
海风教育-K12 在线一对一
南长区成长宝贝教育信息咨询服务部
宿迁市学舟教育科技有限公司
苏州科技城外国语学校
无锡市桥贝教育信息咨询有限公司
无锡尚文教育咨询有限公司
无锡比高培训有限公司滨湖分公司
学大教育
无锡子曰教育信息咨询有限公司
无锡朗悦培训学校
>工作地点
>无锡-无锡新区
>无锡-江阴市
>无锡-崇安区
>无锡-江阴市
>无锡
>无锡
>异地招聘
>无锡
>无锡
>无锡
>无锡-无锡新区
>无锡
>无锡-崇安区
>无锡
>无锡-崇安区
>无锡
>无锡-无锡新区
>无锡-南长区
>无锡-无锡新区
>无锡
>无锡-南长区
>无锡
>无锡-惠山区
>无锡
>无锡
>无锡-南长区
>无锡-无锡新区
>无锡
>无锡
>无锡
>无锡-崇安区
>无锡
>无锡-崇安区
>无锡
>无锡
>无锡
>无锡-南长区
>无锡
>无锡-南长区
>无锡
>无锡
>无锡
>异地招聘
>异地招聘
>无锡
>无锡
>无锡
>无锡
>无锡
>无锡
>薪资
>3-4.5千/月
>4.5-6千/月
>6-8千/月
>5-8千/月
>6-8千/月
>4.5-6千/月
>3.5-5千/月
>6-8千/月
>4.5-6千/月
>0.8-1万/月
>5-8千/月
>6-8千/月
>6-8千/月
>3-4.5千/月
>8-10万/年
>4.5-6千/月
>0.8-1万/月
>6-8千/月
>6-8千/月
>3-5千/月
>4-6千/月
>5-6万/年
>4.5-6千/月
>1-1.5万/月
>6-8千/月
>6-8千/月
>3-6千/月
>0.7-1.5万/月
>3-6千/月
>4-6千/月
>4-6千/月
>6-8千/月
>6-8千/月
>4.5-6千/月
>0.3-1万/月
>3-4.5千/月
>6-8千/月
>4-7.9千/月
>4-6千/月
>1-1.5万/月
>6-8千/月
>3-6千/月
>3-5千/月
>
>4.5-6千/月
>8-10万/年
>6-8千/月
>0.6-1.2万/月
>0.8-1万/月
>4.5-6千/月
>>> 
